export const biolerData= {
  table_1: [{
    id: '1_1',
    content: '1.1企业法定资质',
    method: '检查营业执照及锅炉、压力容器制造许可证，询问有几处制造地点',
    demand: '应有在有效期内的营业执照和制造许可证，锅炉、压力容器制造场所应在许可的制造地点内，企业不得超范围制造。',
  }, {
    id: '1_2',
    content: '1.2技术人员数量、比例、专业配置',
    method: '根据企业提供的技术人员一览表，检查相关人员劳动合同、学历证明、职称证明、近三个月的工资表及社保证明',
    demand: '人员数量、比例、专业配置应符合国质检〔2003〕194号文件及其修改单的要求（以下简称194号文件）',
  }, {
    id: '1_3',
    content: '1.3质保体系人员及其资质',
    method: '查上次评审以来的质保体系人员任命文件，核查体系人员劳动合同、学历、职称证明和近三个月的工资表、社保证明',
    demand: '应符合TSG Z0004-2007的文件要求，体系人员应无间断现象，且能及时到岗履职。',
  }, {
    id: '1_4',
    content: '1.4无损检测人员的数量、资质及合格项目',
    method: '查无损检测人员一览表，核查无损检测人员资质证书及注册手续，查劳动合同及近三个月的工资表、社保证明',
    demand: '应符合194号文件要求，并满足工作需要',
  }, {
    id: '1_5',
    content: '1.5持证焊工人数与合格项目',
    method: '查持证焊工一栏表和特种设备作业人员证，核查相关人员的合格项目与有效期。检查持证焊工的劳动合同，近三个月的工资表及社保证明',
    demand: '至少应满足194号文件要求，并满足工厂实际生产需要',
  }],
  table_2: [],
  table_3: [],
}