export const biolerData= {
  table_1: [{
    id: '1_1',
    content: '1.1企业法定资质',
    method: '检查营业执照及锅炉、压力容器制造许可证，询问有几处制造地点',
    demand: '应有在有效期内的营业执照和制造许可证，锅炉、压力容器制造场所应在许可的制造地点内，企业不得超范围制造。',
  }, {
    id: '1_2',
    content: '1.2技术人员数量、比例、专业配置',
    method: '根据企业提供的技术人员一览表，检查相关人员劳动合同、学历证明、职称证明、近三个月的工资表及社保证明',
    demand: '人员数量、比例、专业配置应符合国质检〔2003〕194号文件及其修改单的要求（以下简称194号文件）',
  }, {
    id: '1_3',
    content: '1.3质保体系人员及其资质',
    method: '查上次评审以来的质保体系人员任命文件，核查体系人员劳动合同、学历、职称证明和近三个月的工资表、社保证明',
    demand: '应符合TSG Z0004-2007的文件要求，体系人员应无间断现象，且能及时到岗履职。',
  }, {
    id: '1_4',
    content: '1.4无损检测人员的数量、资质及合格项目',
    method: '查无损检测人员一览表，核查无损检测人员资质证书及注册手续，查劳动合同及近三个月的工资表、社保证明',
    demand: '应符合194号文件要求，并满足工作需要',
  }, {
    id: '1_5',
    content: '1.5持证焊工人数与合格项目',
    method: '查持证焊工一栏表和特种设备作业人员证，核查相关人员的合格项目与有效期。检查持证焊工的劳动合同，近三个月的工资表及社保证明',
    demand: '至少应满足194号文件要求，并满足工厂实际生产需要',
  },{
	id: '1_6',
    content: '1.6理化检验人员资质',
    method: '查理化人员资质证书，合格项目与级别应满足企业理化检验需要',
    demand: '理化检验工作分包时，企业可不配备理化检验人员，否则应根据企业生产需要配备相应有资质的人员',
  },{
	id: '1_7',
    content: '1.7检验人员',
    method: '查企业提供的检验人员一览表，抽查检验记录表，了解相关检验人员的到岗履职情况',
    demand: '企业应明确从事冷作焊接、金加工、总检、水压试验、材料与外购外协件的检验人员且能满足实际工作需要。有关检验记录上有相关人员签名。', 
  },{
	id: '1_8',
    content: '1.8其他特种设备作业人员的资质',
    method: '查企业使用的特种设备（锅炉、压力容器、压力管道、场内机动车辆、电梯）操作人员的特种设备作业人员证',
    demand: '企业的特种设备作业人员应满足国家质检总局140号令的要求',
  },{
	id: '1_9',
    content: '1.9锅炉、压力容器制造场所',
    method: '查锅炉压力容器制造场所厂房面积和行车起吊高度。具备适应锅炉压力容器制造需要的生产场地',
    demand: '应满足194号文件要求，且应具有土地和房屋使用权证或租赁协议',  
  },{
	id: '1_10',
    content: '1.10库房',
    method: '实地检查各库房的面积及条件是否符合实际需要，现场管理是否符合相关规定。',
    demand: '应有满足要求的板材库、管材库、半成品库、焊材一、二级库，其管理应满足相关制度规定。',
  },{
	id: '1_11',
    content: '1.11无损检测室',
    method: '实地检查曝光室的面积和探伤室的布局',
    demand: '应满足企业锅炉、压力容器产品在曝光室内进行RT检测的需要；无损检测室应有辐射安全许可证，操作室布局合理，有独立的操作室，评片室、暗室和必要的资料室。',  
  },{
	id: '1_12',
    content: '1.12理化试验室',
    method: '实地检查化学分析与力学性能试验室',
    demand: '应有满足企业生产需要的理化试验室，且配备有相应的理化试验仪器设备，布局合理。如理化试验分包时，则不需要',
  },{
	id: '1_13',
    content: '1.13焊接试验室',
    method: '实地检查',
    demand: '应有与产品制造相适应的焊接试验室，焊接工艺评定试样存放在试验室内，试样标识清晰。',  
  },{
	id: '1_14',
    content: '1.14水压试验场地',
    method: '实地检查',
    demand: '应有与产品制造相适应的水压试验场地及安全防护设施，水压试验设备、工装齐全、完好、标识清晰。',  
  },{
	id: '1_15',
    content: '1.15设备条件',
    method: '根据企业的设备台账抽查锅炉、压力容器制造设备的品种、设备能力和数量，必要时现场核查及查阅设备购买发票。重点检查：①起重设备②卷板、弯管等冷加工设备③焊接设备④探伤设备⑤化学分析及力学性能试验设备⑥机械加工设备⑦水压试验设备⑧热处理设备⑨工装设备⑩检测平台',
    demand: '设备工装条件应满足194号文件要求，同时满足企业生产需要',
  },{
	id: '1_16',
    content: '1.16体系文件的合规性',
    method: '查阅现行的质保手册、程序文件（制度汇编）、作业文件和记录表式的编制及修改情况',
    demand: '体系文件应符合TSG Z0004-2007的要求，且符合本单位实际情况，能指导生产，可操作性强。当有新的相关法规标准颁布时，体系文件应及时按新的要求进行修改。文件应有编制、审核、批准人签字。有标识，有发放记录。',  
  },{
	id: '1_17',
    content: '1.17质量管理实施情况',
    method: '查阅近两个年度的内部质量审核记录、报告和管理评审报告。进行对比和评价。查阅质量目标分解考核记录。查阅受检产品的质量计划或检验计划。',
    demand: '应按体系文件要求，每年至少进行一次内审和管理评审。对审核，评审发现的问题，应分析原因，采取纠正和预防措施，并追踪检查采取相应措施的效果。内审和评审应实事求是，切忌避重就轻，形式主义，质量目标应分解到各职能部门和人员，并定期对其进行考核；产品应有质量计划或检验计划。',  
  },{
	id: '1_18',
    content: '1.18设备及计量仪器管理',
    method: '从企业提供设备台账和计量器具台账中：任抽2台主要设备档案和五件计量器具的检定证书，了解设备计量器具的控制情况。',
    demand: '应符合TSGZ 0004-2007和受检单位设备计量器具管理制度的规定', 
  },{
	id: '1_19',
    content: '1.19法规标准',
    method: '查阅最新法规标准目录',
    demand: '用于指导锅炉压力容器生产的相应法规标准、规范等资料齐全，新颁布的标准能及时购买并按时执行',  
  },{
	id: '1_20',
    content: '1.20许可制度执行情况',
    method: '①许可证管理②是否发生由于产品质量引起重大事故③企业使用的特种设备是否注册和定期检验',
    demand: '①许可证管理应符合质检总局22号令的规定②如发生是否分析原因认真处理③应符合特种设备使用管理规定',  
  }],
  table_2: [{
	id: '2_1',
    content: '2.1设计控制及设计质量',
    method: '分别查阅两套锅炉或压力容器的设计文件',
    demand: '应符合设计控制的规定，有设计任务书，有齐全的设计文件（说明书、计算书、设计图样）。锅炉设计文件应经过设计鉴定，盖有鉴定专用章。压力容器设计总图上应盖有设计单位资格印章。抽查设计图样上的技术要求应符合相关规程和标准的规定。',  
  },{
	id: '2_2',
    content: '2.2工艺控制及工艺文件质量',
    method: '抽查两台产品的工艺文件。抽查上年度的工艺纪律检查记录表，查阅工装模具台帐，从中检查1-2件工装模具设计、制作及检验、定期检验及维修等情况',
    demand: '工艺文件至少应有产品用材料明细表，有工艺过程流转卡，焊接工艺卡、探伤工艺卡，需要热处理的应有热处理工艺卡。上述工艺卡应符合图纸和相关规定要求。并切实得到执行。应按制度进行工艺纪律检查和工装模具的管理。',    
  },{
	id: '2_3',
    content: '2.3材料控制及产品使用材料的正确性',
    method: '从抽查的2台产品档案中分别从中抽查至少1个批次的板材、管材、焊材、锻件的入库验收保管和领用发放是否符合体系文件的规定',
    demand: '抽查的材料其入库验收、标识、领用、发放和使用应符合企业材料管理制度的规定。抽查的产品使用的材料均应符合设计图样的规定并可追溯，如发生材料代用，应符合材料代用的规定。',  
  },{
	id: '2_4',
    content: '2.4焊接控制及产品焊接质量',
    method: '从抽查的2台产品档案中检查焊接工艺规程（卡）是否正确，施焊焊工资格是否具备，并检查焊材烘焙及领用记录、焊接记录、焊缝返修记录和焊接试件报告是否符合相关规定。检查焊接人员的档案及其考核记录。',
    demand: '焊接控制应符合TSG Z0004-2007的规定：焊接工艺规程应有焊接工艺评定报告作支撑，焊接工艺评定应符合NB/T47014的规定;施焊焊工应有相应的合格项目,焊材应按制度规定进行烘焙和发放,并可追踪;受压元件的焊缝均有施焊记录;焊缝如有返修，应有返修记录;应按规程的规定制作产品焊接试件,焊接试件的制作和试验应符合NB/T47016的规定.产品的焊接质量符合相关标准要求,对焊工的管理应符合规定.',  
  },{
	id: '2_5',
    content: '2.5热处理控制及热处理质量',
    method: '抽查一台有热处理要求的产品档案，检查其热处理工艺、报告和热处理时间——温度自动记录曲线',
    demand: '按产品制作的实际需要，检查热处理工艺是否正确；热处理自动记录需填明炉号、工件名称、数量、产品编号、日期、热处理操作工签名。热处理报告需热处理负责人签字确认。热处理如分包，则应对分包方进行评价并和分包方签订分包协议；分包方出具的热处理报告也应得到委托方热处理责任人审核签字。',  
  },{
	id: '2_6',
    content: '2.6无损检测控制及无损检测质量',
    method: '①检查无损检测通用工艺规程是否具备②检查1-2台产品的专用工艺卡③无损检测人员是否持证上岗④产品的无损检测方法、比例、评定标准是否正确⑤不合格部位的返修后复探和扩探情况⑥产品的无损检测合格通知单与返修通知单⑦检查产品的无损检测记录和报告，必要时复查部分RT底片的像质和评定结论⑧X光机曝光曲线的制作⑨无损检测资料的管理⑩无损检测分包时，检查对分包方评价和分包协议及对分包方报告的确认。',
    demand: '①应制定无损检测通用工艺规程（含RT、UT、MT、PT），内容应符合NB/T47013的要求②应根据产品结构、材料厚度制订相应的专用探伤工艺卡，且内容应正确③无损检测人员应持证上岗④产品的无损检测方法、比例、评定标准应符合设计图样的要求⑤焊缝返修后应对返修部分进行复探，并按规定进行扩探⑥产品无损检测后应及时出具无损检测合格通知单或返修通知单给委托人⑦产品无损检测后应有记录，并及时评定探伤结果和出具报告。RT底片应符合规定,评定结果应符合标准规定⑧对RT机，应按规定每年制作一次曝光曲线，制作方法应符合要求⑨无损检测的资料应按制度规定进行管理⑩如需分包，应对分包方进行评价，并订分包协议；对分包方出具的报告，无损检测责任人应审核确认签字',  
  },{
	id: '2_7',
    content: '2.7理化试验控制及理化试验质量',
    method: '①检查理化试验管理制度②检查理化试验人员资质③检查产品档案中的理化试验委托单、原始记录及理化试验报告④如分包，检查对分包方评价和分包协议及对分包方报告的确认',
    demand: '①企业应制订理化试验管理制度，并符合理化检验控制要求②理化试验人员应经培训考核，持证上岗③理化试验委托单应注明委托试验项目，试验方法标准，试验前应对试件进行检查是否符合标准，试验后应有原始记录，并及时出具试验报告，试验报告应正确、有效。④如分包，应对分包方进行评价和签订分包协议，理化检验责任人应对分包方报告进行确认签字。',  
  },{
	id: '2_8',
    content: '2.8检验与试验控制及其质量',
    method: '①检查检验试验人员分工文件②检查与产品检验相适应的检验试验设备仪器及量具③检查与产品检验试验相适应的检验与试验的通用工艺规程及产品检验记录表④检查与受检产品相关的进货检验记录、工序检验记录、组装、总装检验记录、耐压试验记录报告和最终检验记录',
    demand: '①企业应有文件明确专、兼职检验员的分工②所使用的检验试验设备及量具完好，且处于检定有效期内③有通用检验试验规程，内容应正确；受检产品应有工艺流转卡、组装、总装工艺卡和零部件检验记录表，内容符合要求④检查受检产品的主要受压元件材料检验记录表、外购外协件检验记录，程序符合制度规定，结果符合标准规定；流转卡上的检验日期应符合工艺流程顺序，检验结论应符合工艺文件或标准的规定；按组装、总装工艺要求进行检测检验并能正确填写检测数据和检验结论；按设计图样规定的试验压力进行耐压试验，并符合规程要求；应有压力试验记录和压力试验报告；压力试验责任人和监检人员应在场监督确认试验结果并在报告上签字⑤产品出厂前应对产品外观、法兰密封，包装、随机附件和产品出厂资料进行检查并记录。',  
  },{
	id: '2_9',
    content: '2.9产品质量档案',
    method: '抽查2台受检产品的质量档案',
    demand: '产品质量档案一台一档，内容包括：产品主要受压元件材料（含焊材）一览表，产品试件力学性能试验报告，RT底片及报告，UT报告，耐压试验报告，有关检验记录，施焊记录，返修通知单及返修记录，制造工艺流转卡，图样及技术文件修改通知单，产品合格证，质量证明书，产品数据表，监检证书。',  
  },{
	id: '2_10',
    content: '2.10质量改进',
    method: '检查上次制造许可证取（换）证评审备忘录、监督检查备忘录，上年度监检联络单、内审中所提问题的整改计划或整改报告',
    demand: '对每次备忘录提出的问题均有整改报告，对监检联络单或意见书所提意见均有答复并加以整改，内审和管理评审中的问题应有纠正措施和改进意见，整改的问题一般不应重复发生',  
  },{
	id: '2_11',
    content: '2.11不合格品控制',
    method: '抽查不合格品记录2份，查阅不合格的标识、隔离、原因分析及处置后的验收，纠正措施及其跟踪验证记录',
    demand: '应符合不合格品控制规定',  
  },{
	id: '2_12',
    content: '2.12其他过程控制',
    method: '查质保手册，若有其他过程控制的内容，则进行针对性检查，否则该项不作检查',
    demand: '其他过程控制的内容、程序、检查结果应符合企业制度的规定或相关标准的要求。',  
  }],
  table_3: [{
	id: '3_1',
    content: '3.1参加评审的人员及实际从事的评审时间',
    method: '查阅评审记录的人员签名，向受评审单位了解',
    demand: '评审组人员在规定的评审时间内应全过程参与评审活动',  
  },{
	id: '3_2',
    content: '3.2评审报告和评审备忘录',
    method: '查阅评审报告或评审备忘录，向有关人员了解情况',
    demand: '评审结束后应给企业留下评审报告或评审备忘录，评审报告应客观反映实际情况，对存在的问题不应扩大，也不应缩小',    
  },{
	id: '3_3',
    content: '3.3评审内容和要求',
    method: '向受审单位质保工程师等人了解评审内容和要求',
    demand: '应符合评审细则的要求，不应擅自增加或减少评审内容，不应擅自提高或降低评审要求',  
  },{
	id: '3_4',
    content: '3.4整改报告和见证材料',
    method: '核查整改报告及见证材料',
    demand: '受审企业应按时提供整改报告及其见证材料给评审组长',  
  },{
	id: '3_5',
    content: '3.5发证时间',
    method: '核查整改报告上报的时间和许可证颁发的日期',
    demand: '整改报告上报至许可证发放日期应符合相关规定',  
  },{
	id: '3_6',
    content: '3.6企业在评审时已存在的问题，评审时未提出，而本次抽查被发现',
    method: '对比评审时提出的问题和本次抽查时提出的问题进行比较和分析',
    demand: '评审时提出的问题经整改不应重复发生。本次抽查发现的主要问题，一般在评审时也应发现并提出',  
  },{
	id: '3_7',
    content: '3.7有偿咨询',
    method: '询问或查阅咨询协议',
    demand: '评审机构和评审人员不应在评审前对被评审单位进行有偿咨询',  
  },{
	id: '3_8',
    content: '3.8 是否推销产品或商品',
    method: '询问了解',
    demand: '评审机构和评审人员不应在评审期间向受审企业推销产品或商品',  
  },{
	id: '3_9',
    content: '3.9是否收取额外费用',
    method: '向被评审单位领导和财务进行了解',
    demand: '评审机构和评审人员收取和报销的费用应符合规定',  
  }],
  table_4:[{
	id: '4_1',
    content: '4.1监检工作程序、监检员资格、监检工作协议',
    method: '检查向受检单位提供的监检工作程序、监检员资格、姓名、监检工作协议等文件',
    demand: '监检机构应向受检单位提供监检工作程序、监检人员名单及资格、签订监检协议',  
  },{
	id: '4_2',
    content: '4.2上年度发出的监检工作联络单、监检意见通知书',
    method: '检查监检联络单和监检意见通知书的份数及处理结果',
    demand: '发现受检单位质保体系运行或产品安全性能存在一般性问题时，及时发出监检联络单。发现存在严重问题时，发出监检意见书并报告所在地和发许可证的特种设备监管部门',    
  },{
	id: '4_3',
    content: '4.3受检单位的质保体系文件和相关资料',
    method: '实地检查监检人员所保管的质保体系文件和相关资料',
    demand: '受检单位应向监检人员提供有效的质保体系文件及相关资料',  
  },{
	id: '4_4',
    content: '4.4监检人员在受检企业的实际监检工作时间，能否适应监检工作需要',
    method: '该监检人员共监检几家企业？每周在该企业的实际监检工作时间为多少小时？听取企业和监检人员的反映',
    demand: '4监检人员在企业的监检时间应适应企业生产需要',  
  },{
	id: '4_5',
    content: '4.5对于A类监检点，是否都能到现场检查确认',
    method: '按监检规则要求，从抽查的产品档案中检查A类监检点，监检员是否均到场检查确认',
    demand: '对于A类监检项目，监检员应现场监督该项目的实施，其结果得到监检员现场确认合格后，方可继续制造',  
  },{
	id: '4_6',
    content: '4.6RT底片复评情况',
    method: '从抽查的产品档案中，检查监检员对产品的RT底片的复查数量和部位是否符合要求',
    demand: '监检员对RT底片的复评数量及部位应符合相应监检规则的规定',  
  },{
	id: '4_7',
    content: '4.7监检人员的监检确认签字（章）是否真实有效',
    method: '从抽检的产品档案中，检查监检员的监检签字（章）是否真实有效',
    demand: '监检人员应对相关项目审查符合要求后方可签字',  
  },{
	id: '4_8',
    content: '4.8对受检企业质保体系实施状况评价',
    method: '核查监检机构对受检单位质保体系实施状况的评价报告',
    demand: '对受检单位质保体系实施状况每年至少进行一次评价并及时出具评价报告。评价内容应符合监检规则的规定',  
  },{
	id: '4_9',
    content: '4.9监检人员到岗履职情况',
    method: '本次检查发现的主要问题，监检人员是否已发现并书面提出；了解监检员是否到车间班组进行检查B类项目',
    demand: '监检员应认真履行职责',  
  },{
	id: '4_10',
    content: '4.10质量事故',
    method: '受检企业在上年度内是否发生了质量事故？如发生，事故原因查清了没有？事故与监检工作有无关联？',
    demand: '发生质量事故后，企业应主动向监检人员通报。监检员应了解事故的原因？以便帮助企业采取相应的改进措施',  
  }]}
