export const SearchData = [
  {
    value: 'Boiler',
    label: '锅炉压力容器制造单位监督检查记录表',
    children:[{
      value: '1',
      label: '一、基本条件与管理',
      children:[{
        value: '1_1',
        label: '1.1企业法定资质',
      },{
        value: '1_2',
        label: '1.2技术人员数量、比例、专业配置',
      },{
        value: '1_3',
        label: '1.3质保体系人员及其资质',
      },{
        value: '1_4',
        label: '1.4无损检测人员的数量、资质及合格项目',
      },{
        value: '1_5',
        label: '1.5持证焊工人数与合格项目',
      },{
        value: '1_6',
        label: '1.6理化检验人员资质',
      },{
        value: '1_7',
        label: '1.7检验人员',
      },{
        value: '1_8',
        label: '1.8其他特种设备作业人员的资质',
      },{
        value: '1_9',
        label: '1.9锅炉、压力容器制造场所',
      },{
        value: '1_10',
        label: '1.10库房',
      },{
        value: '1_11',
        label: '1.11无损检测室',
      },{
        value: '1_12',
        label: '1.12理化试验室',
      },{
        value: '1_13',
        label: '1.13焊接试验室',
      },{
        value: '1_14',
        label: '1.14水压试验场地',
      },{
        value: '1_15',
        label: '1.15设备条件',
      },{
        value: '1_16',
        label: '1.16体系文件的合规性',
      },{
        value: '1_17',
        label: '1.17质量管理实施情况',
      },{
        value: '1_18',
        label: '1.18设备及计量仪器管理',
      },{
        value: '1_19',
        label: '1.19法规标准',
      },{
        value: '1_20',
        label: '1.20许可制度执行情况',
      }
      ]


    },{
      value: '2',
      label: '二、产品质量与控制，',
      children:[{
        value: '2_1',
        label: '2.1设计控制及设计质量',
      },{
        value: '2_2',
        label: '2.2工艺控制及工艺文件质量',
      },{
        value: '2_3',
        label: '2.3材料控制及产品使用材料的正确性',
      },{
        value: '2_4',
        label: '2.4焊接控制及产品焊接质量',
      },{
        value: '2_5',
        label: '2.5热处理控制及热处理质量',
      },{
        value: '2_6',
        label: '2.6无损检测控制及无损检测质量',
      },{
        value: '2_7',
        label: '2.7理化试验控制及理化试验质量',
      },{
        value: '2_8',
        label: '2.8检验与试验控制及其质量',
      },{
        value: '2_9',
        label: '2.9产品质量档案',
      },{
        value: '2_10',
        label: '2.10质量改进',
      },{
        value: '2_11',
        label: '2.11不合格品控制',
      },{
        value: '2_12',
        label: '2.12其他过程控制',
      },
      ]

    },{
      value: '3',
      label: '三、对鉴定评审机构评审情况的检查',
      children:[{
        value: '3_1',
        label: '3.1参加评审的人员及实际从事的评审时间',
      },{
        value: '3_2',
        label: '3.2评审报告和评审备忘录',
      },{
        value: '3_3',
        label: '3.3评审内容和要求',
      },{
        value: '3_4',
        label: '3.4整改报告和见证材料',
      },{
        value: '3_5',
        label: '3.5发证时间',
      },{
        value: '3_6',
        label: '3.6企业在评审时已存在的问题，评审时未提出，而本次抽查被发现',
      },{
        value: '3_7',
        label: '3.7有偿咨询',
      },{
        value: '3_8',
        label: '3.8 是否推销产品或商品',
      },{
        value: '3_9',
        label: '3.9是否收取额外费用',
      },]
    },{
      value: '4',
      label: '四、对监督检验情况的抽查',
      children:[{
        value: '4_1',
        label: '4.1监检工作程序、监检员资格、监检工作协议',
      },{
        value: '4_2',
        label: '4.2上年度发出的监检工作联络单、监检意见通知书',
      },{
        value: '4_3',
        label: '4.3受检单位的质保体系文件和相关资料',
      },{
        value: '4_4',
        label: '4.4监检人员在受检企业的实际监检工作时间，能否适应监检工作需要',
      },{
        value: '4_5',
        label: '4.5对于A类监检点，是否都能到现场检查确认',
      },{
        value: '4_6',
        label: '4.6RT底片复评情况',
      },{
        value: '4_7',
        label: '4.7监检人员的监检确认签字（章）是否真实有效',
      },{
        value: '4_8',
        label: '4.8对受检企业质保体系实施状况评价',
      },{
        value: '4_9',
        label: '4.9监检人员到岗履职情况',
      },{
        value: '4_10',
        label: '4.10质量事故',
      },]
    },

    ]
  }, {
    value: 'Crane',
    label: '起重机械制造单位监督抽查记录表',

    children:[{
      value: '1',
      label: '1、资源条件及管理',
      children:[{
        value: '1_1',
        label: '1.1 实际制造地址与营业执照和许可证制造地址是否一致；许可证是否在有效期内',
      },{
        value: '1_2',
        label: '1.2 对许可评审、安全监察等提出的问题是否及时进行了整改',
      },{
        value: '1_3',
        label: '1.3 是否存在如下行为',
      },{
        value: '1_4',
        label: '1.4 技术负责人是否经任命，其职称、专业、工作经历及掌握法规与标准情况等，是否满足TSG 07-2019《特种设备生产和充装单位许可规则》附件H中的规定',
      },{
        value: '1_5',
        label: '1.5 质量保证工程师是否为管理层成员，是单位聘用的相关专业的工程技术人员，并与单位签订了劳动合同，但是不得同时受聘于两个以上单位',
      },{
        value: '1_6',
        label: '1.6 技术人员、检验人员的数量及其资格是否满足TSG 07-2019《特种设备生产和充装单位许可规则》附件H中的规定',
      },{
        value: '1_7',
        label: '1.7 是否具有满足生产需要的工作场所，厂房是否满足TSG 07-2019《特种设备生产和充装单位许可规则》附件H中的规定',
      },{
        value: '1_8',
        label: '1.8 是否具有满足生产需要的生产设备、工艺装备是否满足TSG 07-2019《特种设备生产和充装单位许可规则》附件H中的规定',
      },{
        value: '1_9',
        label: '1.9 现行组织机构是否符合《质量保证手册》的规定，各质量控制系统责任人员应任命并履职',
      },{
        value: '1_10',
        label: '1.10 是否具有满足TSG 07-2019《特种设备生产和充装单位许可规则》附件H中规定的检测设备',
      },{
        value: '1_11',
        label: '1.11 文件控制',
      },{
        value: '1_12',
        label: '1.12 质量改进与服务',
      },
      ]},{
      value: '2',
      label: '2、产品质量及控制',
      children:[{
        value: '2_1',
        label: '2.1在制品抽查',
      },{
        value: '2_2',
        label: '2.2 设计控制',
      },{
        value: '2_3',
        label: '2.3 材料零部件控制',
      },{
        value: '2_4',
        label: '2.4 分包控制',
      },{
        value: '2_5',
        label: '2.5检查工艺纪律检查表，检查工艺执行情况，作业人员是否按图、按标准、按工艺进行操作',
      },{
        value: '2_6',
        label: '2.6 焊接控制',
      },{
        value: '2_7',
        label: '2.7 无损检测控制',
      },{
        value: '2_8',
        label: '2.8 检验与试验控制',
      },{
        value: '2_9',
        label: '2.9 不合格品控制',
      },{
        value: '2_10',
        label: '2.10是否在产品质量证明书或产品合格证上标明《制造许可证》编号及有效日期',
      },]
    },


    ]
  }, {
    value: 'Elevator',
    label: '电梯制造单位监督检查记录表',
    children:[{
      value: 'rc',
      label: '一、资源条件',
      children:[{
        value: '1',
        label: '1.法定资质',
        children:[{
          value: '1_1',
          label: '1.1营业执照营业执照上的经营范围包括获许可的项目',
        },{
          value: '1_2',
          label: '1.2许可证书',
        },{
          value: '1_3',
          label: '1.3评审和监察问题的整改',
        },]
      },{
        value: '2',
        label: '2.人员',
        children:[{
          value: '2_1',
          label: '2.1技术负责人职称或者学历是机械、电气类相关专业。制造：A1/A2/B高级，杂物中级；安装A1/A2高级，其他中级',
        },{
          value: '2_2',
          label: '2.2质量保证体系人员',
        },{
          value: '2_3',
          label: '2.3技术人员除技术负责人和质保体系人员以外其他技术人员数量应不少于（高级不少于，中级不少于）',
        },{
          value: '2_4',
          label: '2.4质量检验人员',
        },{
          value: '2_5',
          label: '2.5项目负责人由技术人员担任',
        },{
          value: '2_6',
          label: '2.6作业人员不少于（其中持证≥6年或中级技工）',
        },]
      },{
        value: '3',
        label: '3.固定办公场所',
      },{
        value: '4',
        label: '4.设置和装备',
        children:[{
          value: '4_1',
          label: '4.1检测仪器：',
        },{
          value: '4_2',
          label: '4.2试验装置',
        },]

      },{
        value: '5',
        label: '5.试验能力',
      },{
        value: '6',
        label: '6.培训能力',
      },{
        value: '7',
        label: '7.服务网络',
      },],

    },{
      value: 'qc',
      label: '二、质量管理体系',
      children:[{
        value: '1',
        label: '1.法定资质',
        children:[{
          value: '1_1',
          label: '1.1职责、权限。',
        },{
          value: '1_2',
          label: '1.2管理评审。',
        },]
      },{
        value: '2',
        label: '2.质量保证体系文件',
        children:[{
          value: '2_1',
          label: '2.1总要求',
        },{
          value: '2_2',
          label: '2.2质量保证手册',
        },{
          value: '2_3',
          label: '2.3程序文件 ',
        },{
          value: '2_4',
          label: '2.4作业文件和记录 ',
        },]
      },{
        value: '3',
        label: '3.文件和记录控制',
        children:[{
          value: '3_1',
          label: '3.1文件控制',
        },{
          value: '3_2',
          label: '3.2记录控制 ',
        },]
      },{
        value: '4',
        label: '4.设计控制',
      },{
        value: '5',
        label: '5.材料与零部件控制',
        children:[{
          value: '5_1',
          label: '5.1制造/安装制定了材料与零部件控制程序',
        },{
          value: '5_2',
          label: '5.2制造/安装明确对材料与零部件分供方实施质量控制的方式和内容',
        },]
      },{
        value: '6',
        label: '6.作业（工艺）控制',
        children:[{
          value: '6_1',
          label: '6.1制造/安装制定了电梯制造/安装控制程序',
        },{
          value: '6_2',
          label: '6.2制造/安装规定了工装、模具的管理',
        },]
      },{
        value: '7',
        label: '7.检验与试验控制',
      },{
        value: '8',
        label: '8.设备和检验与试验控制',
      },{
        value: '9',
        label: '9.不合格品（项）控制',
      },{
        value: '10',
        label: '10.质量改进与网络',
      },{
        value: '11',
        label: '11.人员培训考核及管理',
      },{
        value: '12',
        label: '12.执行特种设备许可制度',
      },]
    },{
      value: 'te',
      label: '三、制造/安装/维修质量（曳引式电梯）',
      children:[{
        value: '1_1',
        label: '1.1整机配置',
      },{
        value: '1_2',
        label: '1.2 部件配置',
      },{
        value: '1_3',
        label: '1.3层门机械强度',
      },{
        value: '1_4',
        label: '1.4层门地坎',
      },{
        value: '2_1',
        label: '2.1接线',
      },{
        value: '2_2',
        label: '2.2电路接地保护',
      },{
        value: '2_3',
        label: '2.3导轨',
      },{
        value: '2_4',
        label: '2.4门刀/滚轮',
      },{
        value: '2_5',
        label: '2.5隔磁板',
      },{
        value: '2_6',
        label: '2.6井道壁距离',
      },{
        value: '3_1',
        label: '3.1告知和监检',
      },{
        value: '3_2',
        label: '3.2维保记录',
      },{
        value: '3_3',
        label: '3.3环境',
      },{
        value: '3_4',
        label: '3.4控制柜',
      },{
        value: '3_5',
        label: '3.5驱动主机',
      },{
        value: '3_6',
        label: '3.6制动装置',
      },{
        value: '3_7',
        label: '3.7紧急照明和报警装置',
      },{
        value: '3_8',
        label: '3.8门的运行和导向',
      },{
        value: '3_9',
        label: '3.9自动关闭层门装置',
      },{
        value: '3_10',
        label: '3.10门的锁紧',
      },{
        value: '3_11',
        label: '3.11门的闭合',
      },{
        value: '3_12',
        label: '3.12缓冲器',
      },{
        value: '3_13',
        label: '3.13应急救援试验',
      },{
        value: '3_14',
        label: '3.14上行制动试验',
      },{
        value: '3_15',
        label: '3.15UCMP试验',
      },{
        value: '3_16',
        label: '3.16限速器校验',
      },]
    },{
      value: 'es',
      label: '四、制造/安装/维修质量（自动扶梯）',
      children:[{
        value: '1_1',
        label: '1.1整机配置',
      },{
        value: '1_2',
        label: '1.2 部件配置',
      },{
        value: '1_3',
        label: '1.3检修盖板和楼层板',
      },{
        value: '2_1',
        label: '2.1出入口防护',
      },{
        value: '2_2',
        label: '2.2防护挡板',
      },{
        value: '2_3',
        label: '2.3扶手防爬/阻挡/防滑行装置',
      },{
        value: '3_1',
        label: '3.1告知和监检',
      },{
        value: '3_2',
        label: '3.2维保记录',
      },{
        value: '3_3',
        label: '3.3环境',
      },{
        value: '3_4',
        label: '3.4驱动和转向站',
      },{
        value: '3_5',
        label: '3.5驱动主机',
      },{
        value: '3_6',
        label: '3.6控制线路',
      },{
        value: '3_7',
        label: '3.7制动装置',
      },{
        value: '3_8',
        label: '3.8紧急停止装置',
      },{
        value: '3_9',
        label: '3.9扶手带',
      },{
        value: '3_10',
        label: '3.10围裙板',
      },{
        value: '3_11',
        label: '3.11梳齿、啮合',
      },{
        value: '3_12',
        label: '3.12扶手带入口保护',
      },{
        value: '3_13',
        label: '3.13梯级或踏板的缺失保护',
      },{
        value: '3_14',
        label: '3.14空载运行试验',
      },{
        value: '3_15',
        label: '3.15制停距离',
      },]
    },

    ]

  },
  {
    value: 'Keeper',
    label: '安装维保单位监督检查记录表',
    children:[{
      value: '1',
      label: '1.资源条件',
      children:[{
        value: '1_1',
        label: '1.1许可证',
      },{
        value: '1_2',
        label: '1.2技术负责人应经任命',
      },{
        value: '1_3',
        label: '1.3质量保证工程师应为管理层成员',
      },{
        value: '1_4',
        label: '1.4专业技术人员',
      },{
        value: '1_5',
        label: '1.5 应具有满足安装维保需要的办公场所',
      }]
    },{
      value: '2',
      label: '2 经营情况',
      children:[{
        value: '2_1',
        label: '2.1（1）安装业绩',
      },{
        value: '2_2',
        label: '2.2 不应存在如下行为',
      }]
    },{
      value: '3',
      label: '3 质量管理体系运行情况',
      children:[{
        value: '3_1',
        label: '3.1按照《特种设备制造、安装、改造、维修质量保证体系基本要求》',
      },{
        value: '3_2',
        label: '3.2质量保证体系发生变化',
      },{
        value: '3_3',
        label: '3.3对质量目标进行量化和分解，并考核',
      },{
        value: '3_4',
        label: '3.4.应按照《特种设备制造、安装、改造、维修质量保证体系基本要求》',
      }]
    },
      {
        value: '4',
        label: '4 安装维保人员控制',
        children:[{
          value: '4_1',
          label: '4.1按照和维保作业人员应取得相应特种设备作业人员证',
        },{
          value: '4_2',
          label: '4.2安装和维保作业人员应定期进行安全教育培训',
        },{
            value: '4_3',
            label: '4.3维保作业人员不得同时在两个维保公司执业',
          },{
          value: '4_4',
          label: '4.4应配备专项维保检验人员',
        }]
      },{
        value: '5',
        label: '5 安装、维保作业质量控制',
        children:[{
          value: '5_1',
          label: '5.1在安装或维保作业当地特种设备监察部门备案',
        },{
          value: '5_2',
          label: '5.2对安装和维保的电梯建立安全技术档案',
        },{
          value: '5_3',
          label: '5.3具有安装台账；建立完整的维保台帐和维保计划与方案',
        },{
          value: '5_4',
          label: '5.4质量检验（查）人员或管理人员对电梯的安装质量进行检查',
        },{
          value: '5_5',
          label: '5.5对于维护保养，制定应急措施和救援预案',
        },{
          value: '5_6',
          label: '5.6对于维护保养，具有抢修、急修的服务和设备',
        },{
          value: '5_7',
          label: '5.7对于维护保养，具有应急维修记录',
        }]
      },
      {
        value: '6',
        label: '6 服务形象',
        children:[{
          value: '6_1',
          label: '6.1单位配备统一工作制服和劳保用品',
        },{
          value: '6_2',
          label: '6.2经常对用户开展电梯安全知识宣传',
        },{
          value: '6_3',
          label: '6.3应有用户走访制度和返回单',
        },{
          value: '6_4',
          label: '6.4确保服务质量',
        }]
      },{
        value: '7',
        label: '7 现场安装质量',
        children:[{
          value: '7_1',
          label: '7.1已完成安装的电梯资料',
        },{
          value: '7_2',
          label: '7.2现场核对安全保护装置',
        },{
          value: '7_3',
          label: '7.3 紧急报警装置能够与使用单位安全管理机构或值班人员实现有效联系',
        },{
          value: '7_4',
          label: '7.4手动紧急操作装置应齐全并放置在规定的位置',
        },{
          value: '7_5',
          label: '7.5供电电源自进入机房起，中性线与保护线始终分开',
        },{
          value: '7_6',
          label: '7.6每根导轨应当至少有2个导轨支架',
        },{
          value: '7_7',
          label: '7.7轿厢与面对轿厢入口的井道壁的间距不大于0.15m',
        },{
          value: '7_8',
          label: '7.8轿门门刀与层门地坎的间隙应当不小于5mm',
        },{
          value: '7_9',
          label: '7.9 是否有因安装质量问题造成事故的情况',
        }]
      },{
        value: '8',
        label: '8 现场维保质量',
        children:[{
          value: '8_1',
          label: '8.1现场使用的设备',
        },{
          value: '8_2',
          label: '8.2至少每半个月进行一次清洁润滑',
        },{
          value: '8_3',
          label: '8.3应按照《电梯维护保养规则》',
        },{
          value: '8_4',
          label: '8.4实施维保作业的现场应在明显位置放置表明正在作业的警示标志及安全护栏',
        },{
          value: '8_5',
          label: '8.5电梯轿厢内张贴电梯使用标志',
        },{
          value: '8_6',
          label: '8.6电梯轿厢内应设置报警装置',
        },{
          value: '8_7',
          label: '8.7动力驱动的自动水平滑动门应当设置防止门夹人的保护装置',
        },{
          value: '8_8',
          label: '8.8正常照明电源中断时，能够自动接通紧急照明电源',
        },{
          value: '8_9',
          label: '8.9制动器应当动作灵活',
        },{
          value: '8_10',
          label: '8.10轿厢空载以正常运行速度上行时',
        },{
          value: '8_11',
          label: '8.11电梯的呼梯、楼层显示等信号系统功能有效',
        },{
          value: '8_12',
          label: '8.12机房内应当设有清晰的应急救援程序',
        },{
          value: '8_13',
          label: '8.13轿厢空载',
        },{
          value: '8_14',
          label: '8.14应按照《特种设备使用单位安全管理准则》',
        }]
      },{
        value: '9',
        label: '9',
        children:[{
          value: '9_1',
          label: '9.1 评审结果是否真实',
        },{
          value: '9_2',
          label: '9.2 评审是否出现错评、漏评',
        },{
          value: '9_3',
          label: '9.3 评审提出的整改项目确认是否到位',
        }]
      },{
        value: '10',
        label: '10 安装维保单位反映的问题',
      },{
        value: '11',
        label: '11 当地安全监察机构反映的问题',
      }
    ]
  }
]



