export const elevatorData= {
  table_1: [{
    id: '1_1',
    content: '',
    method: '1.1营业执照营业执照上的经营范围包括获许可的项目',
  }, {
    id: '1_2',
    content: '1.法定资质',
    method: '1.2许可证书①许可证在有效期内；②制造单位的制造地址与许可证上的地址一致',
  }, {
    id: '1_3',
    content: '',
    method: '1.3评审和监察问题的整改①对许可评审提出的问题进行了有效整改；②对安全监察指令（如果有）提出的问题进行了有效整改',
  }, {
    id: '2_1',
    content: '',
    method: '2.1技术负责人职称或者学历是机械、电气类相关专业。制造：A1/A2/B高级，杂物中级；安装A1/A2高级，其他中级',
  }, {
    id: '2_2',
    content: '',
    method: '2.2质量保证体系人员\n'+'(1)质保工程师：制造：A1/A2/B中级*，杂物初级*；安装A1/A2中级*，其他初级*\n'  +
      '\n(2)设计质量控制责任人：制造：A1/A2高级，B中级，杂物初级；安装A1/A2高级，其他中级\n' +
      '\n(3)其他责任人（每人岗位≤2）：①工艺②材料/零部件③焊接④电控系统⑤检验/试验⑥现场施工质量控制⑦金属结构制作制造（①至⑥）A1/A2中级，B初级（自动扶梯+⑦），杂物初级（①④⑤⑥）；安装（①④⑤⑥）A1中级*，A2/其他初级*\n',
  },
    {
      id: '2_3',
      content: '2.人员',
      method: '2.3技术人员除技术负责人和质保体系人员以外其他技术人员数量应不少于（高级不少于，中级不少于）制造A1:22(4,6),A2:12(1,3),B:8(0,2),杂物:2(0,1*)，安装A1:6(1,2),A2:4(0,2),其他:2(0,1)',
    },
    {
      id: '2_4',
      content: '',
      method: '2.4质量检验人员\n' +
        '(1)制造过程质量检验专职人员不少于A1:5(中级*),A2:3(中级*),B:2(中级*),杂物:1\n' +
        '(2)施工过程/验收检验人员专职，由技术人员或持修理证人员担任制造A1:6,A2:4,B:3,杂物:1，安装A1:6,A2:4,其他:3\n',
    },
    {
      id: '2_5',
      content: '',
      method: '2.5项目负责人由技术人员担任',
    },
    {
      id: '2_6',
      content: '',
      method: '2.6作业人员不少于（其中持证≥6年或中级技工）制造A1:35(8),A2:20(5),B:10(3),杂物:5(1)，安装A1:35(8),  A2:20(5),其他:10(2)',
    },
    {
      id: '3_1',
      content: '3.固定办公场所',
      method: '',
    },
    {
      id: '4_1',
      content: '4.设置和装备',
      method: '',
    },
    {
      id: '4_2',
      content: '',
      method: '',
    },
    {
      id: '5_1',
      content: '5.试验能力',
      method: '试验能力：制造A1:4个井道，其中1个≥80m能安装21人电梯，1个≥80m能安装21人电梯；试验项目包括门锁可靠性、限速器动作速度、摆锤冲击、制动器可靠性、盐雾、高低温和紫外线老化试验。A2:井道≥50m能安装21人电梯。B:井道≥20m能安装13人电梯。载货/液压/杂物：安装样机的场所。自动扶梯/人行道：立装、调试专用测试场所',
    },
    {
      id: '6_1',
      content: '6.培训能力',
      method: '制造：具有培训安装改造修理人员的场地和专用设备，自有井道满足培训需求（杂物电梯要求单独1个培训井道）',
    },
    {
      id: '7_1',
      content: '7.服务网络',
      method: '制造A1自有电梯远程监测系统平台，具有对于本单位制造电梯运行情况的远程监测能力，并且实时监测的电梯数量不少于2000台',
    }
  ],
  table_2: [{
    id: '8_1',
    content: '1.\n' +
      '法定资质\n',
    method: '1.1职责、权限。制造/安装质量控制系统责任人员负责各质量保证体系的管理，并以文件形式规定其职责和权限，职责和权限明确。查看有关职责和权限有关内容',
  }, {
    id: '8_2',
    content: '',
    method: '1.2管理评审。制造/安装每年至少对质量保证体系的适应性、充分性和有效性进行一次管理评审，管理评审由法定代表人(主要负责人)负责，评审内容和结果应当予以记录，并且形成评审报告。查看程序和上一次管理评审档案',
  }, {
    id: '9_1',
    content: '',
    method: '2.1总要求。制造/安装包括质量保证手册、程序文件(管理制度)、作业(工艺)文件和质量记录、质量计划等。质量保证体系发生变化时，应当及时按照规定程序进行完善，修订相应的质量保证体系文件，必要时对质量保证手册进行再版。查看质量保证体系文件',
  }, {
    id: '9_2',
    content: '2.\n' +
      '质量保证体系文件\n',
    method: '2.2质量保证手册。制造/安装(1)术语和缩写(2)适用范围(3)质量方针和目标（质量目标进行量化和分解，落实到各部门，并进行考核）(4)组织及管理职责，以及关系，组织机构图(5)要素、控制要求及相互关系(6)各级人员的任命、职责和权限。查看质量质量保证体系文件',
  }, {
    id: '9_3',
    content: '',
    method: '2.3程序文件 制造抽查外购件供方等供方程序，安装单位等分包方程序；安装抽查零部件采购程序，安装维保质量控制程序等。内容是否符合要求，并具有可操作性',
  }, {
    id: '9_4',
    content: '',
    method: '2.4作业文件和记录\n' +
      '制造抽查电梯调试、电梯自检等作业文件，抽查1-2台电梯电梯调试记录、电梯自检记录。\n' +
      '安装抽查电梯安装、电梯修理和电梯维保作业文件，是否依据现行检规和维保规则进行了修订。维保作业文件中是否包括电梯制动器制动力检查方法和UCMP试验方法，或者持有相应的外来文件\n',
  }, {
    id: '10_1',
    content: '3.\n' +
      '文件和记录控制\n',
    method: '3.1文件控制。制造/安装是否具有以下外来文件的正式发布版：(1)《特种设备安全法》；(2)TSG T5002-2017；(3)TSG T7007-2016；根据制造和安装许可类别具有：乘客和载货(1)TSG T7001；(2)GB 7588-2003+1号修改单；消防员(1)TSG T7002；(2)GB/T 26465-2011；防爆(1)TSG T7003；(2)GB/T 31094-2014；液压(1)TSG T7004；(2)GB 21240-2011；自动扶梯/人行道(1)TSG T7005；(2)GB 16899-2011杂物(1)TSG T7005；(2)GB/T 25194-2010。查看上述外来文件是否均为正式发布版',
  }, {
    id: '10_2',
    content: '',
    method: '3.2记录控制\n' +
      '制造抽查2台电梯的制造资料，记录是否齐全，表格是否受控，是否存档。安装分别抽查2台电梯的安装资料和维保资料，记录是否齐全，表格是否受控，是否存档。\n',
  }, {
    id: '11_1',
    content: '4.设计控制\n',
    method: '制造制定了设计控制程序，规定设计输入、输出、修改等；设计文件包括：图样目录、标准件明细表、外购件明细表、外协件明细表、自制件和外协件图纸、部件装配图、电气原理图及元器件代号表、设计计算书、产品包装图、包装技术条件和产品出厂随机文件等，以及必要时对设计验证、外来设计文件控制等。\n' +
      '检查程序，抽查1-2份设计文件\n',
  }, {
    id: '12_1',
    content: '5.材料与零部件控制',
    method: '5.1制造/安装制定了材料与零部件控制程序。规定了材料与零部件的采购、验收、存放与保管、领用和使用等。检查程序，抽查1-2个零部件的采购验收记录',
  }, {
    id: '12_2',
    content: '',
    method: '5.2制造/安装明确对材料与零部件分供方实施质量控制的方式和内容(包括对供方进行评价、选择、重新评价，编制供方评价报告，建立合格供方名录等)，对法规、安全技术规范有行政许可规定的供方，对供方许可资质进行确认。检查程序和合格供方清单，抽查1-2个零部件供方的评价记录',
  }, {
    id: '13_1',
    content: '6.\n' +
      '作业（工艺）控制',
    method: '6.1制造/安装制定了电梯制造/安装控制程序。程序规定了作业(工艺)文件的基本要求，包括通用或者专用工艺文件制定的条件和原则要求；工艺文件规定了检查时间、人员，工序，项目、内容等。检查程序，抽查1-2个工艺文件',
  }, {
    id: '13_2',
    content: '',
    method: '6.2制造/安装规定了工装、模具的管理，包括工装、模具的设计、制作及检验，工装、模具的建档、标识、保管、定期检验、维修及报废等。抽查1-2台生产设备的台账',
  }, {
    id: '14_1',
    content: '7.检验与试验控制\n',
    method: '制造制定了部件、制造过程和整机检验/试验的要求、程序和方法，且符合安全技术规范的要求。特别是对UCMP、门回路检测、液压电梯限速切断阀、自动扶梯超速保护等装置；过程检验/试验包括前道工序确认后方能流转的要求；检验/试验状态标识；型式试验控制程序，控制范围等；检验/试验记录和报告控制，包括填写、审核和确认等。\n' +
      '安装制定了安装过程、整机检验/试验、维保检验/试验要求、程序和方法，且符合安全技术规范的要求。特别是对UCMP、门回路检测、液压电梯限速切断阀、自动扶梯超速保护等装置，以及限速器校验工艺；程检验/试验包括前道工序确认后方能流转的要求；检验/试验状态标识；检验/试验记录和报告控制，包括填写、审核和确认等。\n' +
      '检查程序，抽查1-2份检验/试验工艺文件和记录进行确认\n',
  }, {
    id: '15_1',
    content: '8.设备和检验与试验装置控制\n',
    method: '制造/安装制定了设备和检验与试验装置控制程序(1)包括采购、验收、操作、维护、使用环境、检定校准、检修、报废等；(2)档案管理，包括建立设备和检验试验装置台帐和档案，质量证明文件、使用说明书、使用记录、维护保养记录、校准检定计划、校准检定记录、报告等档案资料；(3)状态控制，包括检定校准标识，法定检验要求的设备定期检验的检验报告等。检查程序，抽查1-2份装置的档案以及计划及记录等',
  }, {
    id: '16_1',
    content: '9.\n' +
      '不合格品（项）控制',
    method: '制造/安装制定了不合格品（项）控制程序(1)规定了不合格品(项)的记录、标识、存放、隔离等；(2)原因分析、处置及处置后的检验等；(3)所采取纠正措施的制定、审核、批准、实施及其跟踪验证等（必要时）。检查程序，抽查1-2份不合格控制的记录等',
  }, {
    id: '17_1',
    content: '10.质量改进与服务\n',
    method: '制造/安装(1)制定了质量改进与服务控制程序，包括内、外部质量信息，特种设备安全监管部门和监督检验机构提出的质量问题，质量信息收集、汇总、分析、反馈、处理等。(2)规定每年至少进行一次完整的内部审核，对审核发现的问题分析原因、采取纠正措施并跟踪验证其有效性。(3)对产品一次合格率和返修率进行定期统计、分析，提出具体预防措施等。(4)用户服务，包括服务计划、实施、验证和报告，以及相关人员职责等。检查程序，抽查最近一次内审资料、数据统计和用户服务资料，以及质量分析改进记录',
  }, {
    id: '18_1',
    content: '11.人员培训考核及管理',
    method: '制造/安装(1)制定了人员培训考核及管理程序，规定了人员培训要求、内容、计划和实施等。(2)建立了特种设备许可所要求的相关人员的培训、考核档案。(3)规定特种设备许可所要求的相关人员的聘用管理。检查程序，抽查1-2份人员档案及聘用手续',
  }, {
    id: '19_1',
    content: '12.执行特种设备许可制度',
    method: '制造/安装(1)制定了执行特种设备许可制度控制程序，执行了特种设备许可制度，接受各级特种设备安全监管部门的监督。(2)制定接受特种设备监督检验的规定，明确专人负责与监督检验人员的工作联系，提供监督检验工作的条件，对监督检验机构提出的《检验意见通知书》的处理内容等；(3)制定特种设备许可证管理，特种设备许可情况(如名称、地点、质量保证体系)发生变更、变化时，及时办理变更申请和备案的规定，特种设备许可证及许可标志管理规定，特种设备许可证换证要求等；(4)规定向特种设备安全监管部门、检验机构和社会提供制造、安装、改造、修理设备及其过程的相关信息，以及机构设置、人员配备和设备的情况等。检查程序，抽查1-2份《检验意见通知书》的处理记录',
  }],
  table_3: [{
    id: '20_1',
    content: '1.1整机配置',
    method: '核查电梯的配置和参数应在整机型式试验证书的覆盖范围内',
  }, {
    id: '21_1',
    content: '1.2部件配置',
    method: '核查驱动主机、控制柜、UCMP、层门、可编程电子安全电路应在相应型式试验证书的覆盖范围',
  }, {
    id: '22_1',
    content: '1.3层门机械强度',
    method: '用300N的力垂直作用于层门的任何一个面上的任何位置，且均匀地分布在5cm2的圆形或方形面积上时，应能：\n' +
      '(1)无永久变形；\n' +
      '(2)弹性变形不大于15mm；\n' +
      '※(3)试验期间和试验后，门的安全功能不受影响\n',
  }, {
    id: '23_1',
    content: '1.4层门地坎',
    method: '层门地坎深度应满足保持装置和导向装置最小啮合深度的要求',
  }, {
    id: '24_1',
    content: '2.1接线',
    method: '（1）供电电源自进入机房起，中性线与保护线始终分开。\n' +
      '（2）所有电气设备及线管、线槽的外露可以导电部分应当与保护线可靠连接',
  }, {
    id: '25_1',
    content: '2.2电路接地保护',
    method: '如果电路接地或接触金属构件而造成接地，该电路中的电气安全装置应：①使电梯驱动主机立即停止运转；或②在第一次正常停止运转后，防止电梯驱动主机再启动。恢复电梯运行只能通过手动复位',
  }, {
    id: '26_1',
    content: '2.3导轨',
    method: '(1)每根导轨应当至少有2 个导轨支架，其间距一般不大于2.50m(如果间距大于2.50m 应当有计算依据)，安装于井道上、下端部的非标准长度导轨的支架数量应当满足设计要求；\n' +
      '(2)导轨支架应当安装牢固，焊接支架的焊缝满足设计要求，锚栓(如膨胀螺栓)固定只能在井道壁的混凝土构件上使用；\n' +
      '(3)每列导轨工作面每5m 铅垂线测量值间的相对最大偏差，轿厢导轨和设有安全钳的T 型对重导轨不大于1.2mm，不设安全钳的T型对重导轨不大于2.0mm；\n' +
      '(4)两列导轨顶面的距离偏差，轿厢导轨为0～+2mm，对重导轨为0～+3mm',
  }, {
    id: '27_1',
    content: '2.4门刀/滚轮',
    method: '轿门门刀与层门地坎，层门锁滚轮与轿厢地坎的间隙应当不小于5mm；电梯运行时不得互相碰擦',
  }, {
    id: '28_1',
    content: '2.5隔磁板',
    method: '遮挡装置的边缘至少越过隔磁板中心线，且在隔磁板内基本居中',
  }, {
    id: '29_1',
    content: '2.6井道壁距离',
    method: '轿厢与面对轿厢入口的井道壁的间距不大于0.15m，对于局部高度小于0.50m或者采用垂直滑动门的载货电梯，该间距可以增加到0.20m。\n' +
      '如果轿厢装有机械锁紧的门并且门只能在开锁区内打开时，则上述间距不受限制\n',
  }, {
    id: '30_1',
    content: '3.1告知和监检',
    method: '电梯无未按监督检验要求进行改造或重大修理。电梯的一般修理均进行了告知',
  }, {
    id: '31_1',
    content: '3.2维保记录',
    method: '维保单位应能提供半月、季度、半年和年度维保记录，内容符合TSG T5002的要求，维保记录经使用单位安全管理人员签字确认，并持有相应的《特种设备作业人员证》',
  }, {
    id: '32_1',
    content: '3.3环境',
    method: '机房、滑轮间、轿顶、底坑等环境应清洁，照明正常，无渗水、积水',
  }, {
    id: '33_1',
    content: '3.4控制柜',
    method: '(1)控制柜内各接线端子紧固、整齐，线号齐全清晰；\n' +
      '(2)控制柜各仪表显示正确；\n' +
      '(3)控制柜接触器，继电器触点接触良好；\n' +
      '※(4)无异常短接情况\n',
  }, {
    id: '34_1',
    content: '3.5驱动主机',
    method: '(1)驱动主机工作时应当无异常噪声和振动；\n' +
      '(2)曳引轮轮槽不得有缺损或者不正常磨损；如果轮槽的磨损可能影响曳引能力时，进行曳引能力验证试验；\n' +
      '(3)曳引轮槽清洁，无严重油腻；' +
      '(4)减速机润滑油，油量适宜，除蜗杆伸出端外，均无渗漏；\n',
  }, {
    id: '35_1',
    content: '3.6制动装置',
    method: '(1)制动器应当动作灵活，电梯运行时制动闸瓦(制动钳)与制动轮(制动盘)不发生摩擦；并且制动闸瓦(制动钳)以及制动轮(制动盘)工作面上没有油污；\n' +
      '※(2)单臂制动试验：电梯停止时，松开一边制动臂，电梯应能保持制动状态；\n' +
      '(3)制动器各销轴部位应动作灵活',
  }, {
    id: '36_1',
    content: '3.7紧急照明和报警装置',
    method: '轿厢内应当装设符合下述要求的紧急报警装置和紧急照明：\n' +
      '(1)正常照明电源中断时，能够自动接通紧急照明电源；\n' +
      '(2)紧急报警装置采用对讲系统以便与救援服务持续联系，当电梯行程大于30m时，在轿厢和机房（或者紧急操作地点）之间也设置对讲系统，紧急报警装置的供电来自前条所述的紧急照明电源或者等效电源；在启动对讲系统后，被困乘客不必再做其他操作\n',
  }, {
    id: '37_1',
    content: '3.8门的运行和导向',
    method: '层门和轿门正常运行时不得出现脱轨、机械卡阻或者在行程终端时错位；由于磨损、锈蚀或者火灾可能造成层门导向装置失效时，应当设置应急导向装置，使层门保持在原有位置',
  }, {
    id: '38_1',
    content: '3.9自动关闭层门装置',
    method: '※在轿门驱动层门的情况下，当轿厢在开锁区域之外时，如果层门开启（无论何种原因），应当有一种装置能够确保该层门自动关闭；自动关闭装置采用重块时，应当有防止重块坠落的措施',
  }, {
    id: '39_1',
    content: '3.10门的锁紧',
    method: '※(1)每个层门都应当设置门锁装置，其锁紧动作应当由重力、永久磁铁或者弹簧来产生和保持，即使永久磁铁或者弹簧失效，重力亦不能导致开锁；\n' +
      '(2)轿厢应当在锁紧元件啮合不小于7mm时才能启动；\n' +
      '※(3)门的锁紧应当由一个电气安全装置来验证，该装置应当由锁紧元件强制操作而没有任何中间机构，并且能够防止误动作；\n' +
      '(4)如果轿门采用了门锁装置，该装置也应当符合以上有关要求\n',
  }, {
    id: '40_1',
    content: '3.11门的闭合',
    method: '※(1)正常运行时应当不能打开层门，除非轿厢在该层门的开锁区域内停止或停站；如果一个层门或者轿门（或者多扇门中的任何一扇门）开着，在正常操作情况下，应当不能启动电梯或者不能保持继续运行；\n' +
      '※(2)每个层门和轿门的闭合都应当由电气安全装置来验证，如果滑动门是由数个间接机械连接的门扇组成，则未被锁住的门扇上也应当设置电气安全装置以验证其闭合状态\n',
  }, {
    id: '41_1',
    content: '3.12缓冲器',
    method: '※缓冲器应当固定可靠、无明显倾斜，并且无断裂、塑性变形、剥落、破损等现象',
  }, {
    id: '42_1',
    content: '3.13应急救援试验',
    method: '(1)在机房内或者紧急操作和动态测试装置上设有明晰的应急救援程序；\n' +
      '(2)建筑物内的救援通道保持通畅，以便相关人员无阻碍地抵达实施紧急操作的位置和层站等处；\n' +
      '(3)在空载工况下，按照本条(1)所述的应急救援程序实施操作，能够安全、及时地解救被困人员\n',
  }, {
    id: '43_1',
    content: '3.14上行制动试验',
    method: '※轿厢空载以正常运行速度上行时，切断电动机与制动器供电，轿厢应当完全停止',
  }, {
    id: '44_1',
    content: '3.15UCMP试验',
    method: '(1)轿厢在井道上部空载，以型式试验证书所给出的试验速度上行并触发制停部件，仅使用制停部件能够使电梯停止，轿厢的移动距离在型式试验证书给出的范围内；\n' +
      '(2)如果电梯采用存在内部冗余的制动器作为制停部件，模拟制动器提起(或者释放)失效，或者制动力不足，查看轿门和层门应关闭，并防止电梯的正常启动\n',
  }, {
    id: '45_1',
    content: '3.16限速器校验',
    method: '进行限速器动作速度校验，并判定校验结果是否符合符合要求',
  }],
  table_4: [{
    id: '46_1',
    content: '1.1整机配置',
    method: '核查自动扶梯/自动人行道的配置和参数应在整机型式试验证书的覆盖范围内',
  }, {
    id: '46_2',
    content: '1.2部件配置',
    method: '核查驱动主机、控制屏、可编程电子安全电路应在相应型式试验证书的覆盖范围',
  }, {
    id: '46_3',
    content: '1.3检修盖板和楼层板',
    method: '(1)应当采取适当的措施(如安装楼层板防倾覆装置、螺栓固定等)，防止楼层板因人员踩踏或者自重的作用而发生倾覆、翻转；\n' +
      '(2)监控检修盖板和楼层板的电气安全装置的设置应当符合下列要求之一：\n' +
      '①移除任何一块检修盖板或者楼层板时，电气安全装置动作；\n' +
      '②如果机械结构能够保证只能先移除某一块检修盖板或者楼层板时，至少在移除该块检修盖板或者楼层板后，电气安全装置动作\n',
  }, {
    id: '47_1',
    content: '2.1出入口防护',
    method: '如果人员在出入口可能接触到扶手带的外缘并引起危险，则应采取适当的预防措施：\n' +
      '(1)设置固定的阻挡装置以阻止乘客进入该空间；\n' +
      '(2)在危险区域内，由建筑结构形成的固定护拦至少增加到高出扶手带100mm，并位于扶手带外缘80mm至120mm之间\n',
  }, {
    id: '47_2',
    content: '2.2防护挡板',
    method: '※(1)如果建筑物的障碍物会引起人员伤害时，则应采取相应的预防措施。特别是在与楼板交叉处以及各交叉设置的自动扶梯或自动人行道之间，应设置防护挡板；\n' +
      '※(2)防护挡板应位于扶手带上方，无锐利边缘，垂直固定封闭；\n' +
      '(3)防护挡板高度不应小于0.3m，延伸至扶手带外缘下至少25mm（扶手带外缘与任何障碍物之间距离大于或等于400mm的除外）\n',
  }, {
    id: '47_3',
    content: '2.3扶手防爬/阻挡/防滑行装置',
    method: '▲(1)为防止人员跌落而在自动扶梯和自动人行道的外盖板上装设的防爬装置应当符合：防爬装置位于地平面上方(1000±50)mm，下部与外盖板相交，平行于外盖板方向上的延伸长度不应小于1000mm，并确保在此长度范围内无踩脚处。该装置的高度至少与扶手带表面齐平；\n' +
      '▲(2)当自动扶梯或者自动人行道与墙相邻，并且外盖板的宽度大于125mm时，在上、下端部应当安装阻挡装置以防止人员进入外盖板区域。当自动扶梯或者自动人行道为相邻平行布置，并且共用外盖板的宽度大于125mm时，也应当安装这种阻挡装置。该装置应当延伸到高度距离扶手带下缘25mm～150mm；\n' +
      '▲(3)当自动扶梯或者倾斜式自动人行道和相邻的墙之间装有接近扶手带高度的扶手盖板，并且建筑物(墙)和扶手带中心线之间的距离大于300mm时，或者相邻自动扶梯或者倾斜式自动人行道的扶手带中心线之间的距离大于400mm时，应当在扶手盖板上装设防滑行装置。该装置应当包含固定在扶手盖板上的部件，与扶手带的距离不小于100mm，并且防滑行装置之间的间隔距离不大于1800mm，高度不小于20mm。该装置应当无锐角或锐边\n',
  }, {
    id: '48_1',
    content: '3.1告知和监检',
    method: '自动扶梯/人行道无未按监督检验要求进行改造或重大修理。自动扶梯/人行道的一般修理均进行了告知',
  }, {
    id: '48_2',
    content: '3.2维保记录',
    method: '维保单位应能提供半月、季度、半年和年度维保记录，内容符合TSG T5002的要求，维保记录经使用单位安全管理人员签字确认，并持有相应的《特种设备作业人员证》',
  }, {
    id: '48_3',
    content: '3.3环境',
    method: '分离机房、驱动站和转向站应清洁，无杂物和垃圾',
  }, {
    id: '48_4',
    content: '3.4驱动和转向站',
    method: '(1)停止开关工作正常，如果驱动站已设置了主开关，可不设停止开关；\n' +
      '(2)减速机润滑油油量适宜、无渗油，自动润滑油罐油位油位正常；',
  }, {
    id: '48_5',
    content: '3.5驱动主机',
    method: '（1）驱动主机固定可靠，运转正常无异响；\n' +
      '（2）主驱动链润滑良好、运转正常，电气安全保护装置动作有效\n',
  }, {
    id: '48_6',
    content: '3.6控制线路',
    method: '※无异常短接情况',
  }, {
    id: '48_7',
    content: '3.7制动装置',
    method: '(1)制动器机械装置应清洁，润滑良好，动作正常；\n' +
      '▲(2)应设置制动系统监控装置，当自动扶梯和自动人行道启动后，制动系统没有松闸，驱动主机应立即停止；该装置动作后，即使电源发生故障或恢复供电，此故障锁定应始终保持有效',
  }, {
    id: '48_8',
    content: '3.8紧急停止装置',
    method: '紧急停止装置应设置在位于自动扶梯或自动人行道出入口附近的、明显而易于接近的位置。紧急停止装置应为红色，应有清晰且是永久的中文标识',
  }, {
    id: '48_9',
    content: '3.9扶手带',
    method: '扶手带表面无毛刺，无机械损伤，运行无卡阻',
  }, {
    id: '48_10',
    content: '3.10围裙板',
    method: '(1)自动扶梯或自动人行道的围裙板设置在梯级、踏板或胶带的两侧，任何一侧的水平间隙不应大于4mm，且两侧对称位置处的间隙总和不应大于7mm；\n' +
      '(2)如果自动人行道的围裙板设置在踏板或胶带之上时，则踏板表面与围裙板下端间所测得的垂直间隙不应超过4mm；踏板或胶带产生横向移动时，不允许踏板或胶带的侧边与围裙板垂直投影间产生间隙；\n' +
      '(3)若设置了围裙板安全开关，应测试有效\n',
  }, {
    id: '48_11',
    content: '3.11梳齿、啮合',
    method: '1.1营业执照营业执照上的经营范围包括获许可的项目',
  }, {
    id: '48_12',
    content: '3.12扶手带入口保护',
    method: '※在扶手转向端的扶手带入口处应设置手指和手的保护装置，该装置动作时，驱动主机应不能启动或立即停止',
  }, {
    id: '48_13',
    content: '3.13梯级或踏板的缺失保护',
    method: '※▲(1)自动扶梯和自动人行道应能通过装设在驱动站和转向站的装置检测梯级或踏板的缺失，并应在缺口（由梯级或踏板缺失而导致的）从梳齿板位置出现之前停止；\n' +
      '▲(2)该装置动作后，只有手动复位故障锁定,并操作开关或检修控制装置才能重新启动自动扶梯和自动人行道。即使电源发生故障或恢复供电，此故障锁定应始终保持有效\n',
  }, {
    id: '48_14',
    content: '3.14空载运行试验',
    method: '设备运行状况正常，没有异响和抖动',
  }, {
    id: '48_15',
    content: '3.15制停距离',
    method: '※自动扶梯或自动人行道的制停距离：\n' +
      '(1)空载向下运行的自动扶梯：0.50m/s，0.20～1.00m；0.65m/s，0.30～1.30m；0.75m/s，0.40～1.50m；\n' +
      '(2)空载水平运行或向下运行的自动人行道：0.50m/s，0.20～1.00m；0.65m/s，0.30～1.30m；0.75m/s，0.40～1.50m；0.90m/s，0.55～1.70m\n',
  }],
  table_5:[{
    id: '49_1',
    content: '高级工程师',
    demand1: '工作4年以上',
    demand2:'工作10年以上',
    demand3:'工作13年以上',
    demand4:'工作15年以上',
  },
    {
      id: '49_2',
      content: '工程师',
      demand1: '工作1年以上',
      demand2: '工作4年以上',
      demand3:'工作7年以上',
      demand4:'工作9年以上',
    },
    {
      id: '49_3',
      content: '助理工程师',
      demand1: '——',
      demand2: '工作1年以上',
      demand3:'工作2年以上',
      demand4:'工作3年以上',
    }
  ]
}
