export const elevatorDatac= {
  table_1: [{
    id: '1_1',
    method:'检查营业执照、许可证、办公地址应一致；检查许可证；抽查安装维保台帐；检查变更资料及手续（包括单位法定代表人、通讯地址、联系电话变更）',
    content: '1.1许可证（1）营业执照、办公地址与许可证的单位名称、地址应一致；（2）许可证应在有效期内；（3）所安装维保的电梯应在许可范围内；（4）发生变更情况应按规定及时办理变更手续。',
  }, {
    id: '1_2',
    method: '检查技术负责人聘任合同（社保）、职称及任命文件，并面谈',
    content: '1.2技术负责人应经任命，其职称、专业、工作经历及掌握法规与标准情况等，且不得在其他单位兼职，应满足251号文《基本条件》中的规定',
  }, {
    id: '1_3',
    method: '检查质量保证工程师聘任合同（社保）、任命文件，并面谈',
    content: '1.3质量保证工程师应为管理层成员，是单位聘用的相关专业的工程技术人员，并与单位签订了劳动合同，但是不得同时受聘于两个以上单位',
  }, {
    id: '1_4',
    method: '查阅专业技术人员、质量检验人员、技术工人的持证数。查阅劳动合同和社会养老保险缴费证明。',
    content: '1.4专业技术人员、质量检验人员、技术工人数量应满足251号文《基本条件》中的规定',
  }, {
    id: '1_5',
    method: '抽查办公场所、设备、工具、计量器具和检验测试仪器设备配置情况',
    content: '1.5 应具有满足安装维保需要的办公场所、设备、工具、计量器具和检验测试的仪器设备',
  }],
  table_2: [{
	id: '2_1',
    method: '查阅安装维修台账',
    content: '2.1（1）安装业绩：上一年度至少安装过8台电梯，其中至少有3台套设备的技术参数，处于所申请等级的技术参数上；（2）维修业绩：上一年度至少维修过8台电梯，其中至少有3台套设备的技术参数，处于所申请等级的技术参数上；',
  },{
	id: '2_2',
    method: '向安全监察机构了解情况',
    content: '2.2 不应存在如下行为：（1）超范围安装维保；（2）涂改、伪造、转让或出卖《许可证》；（3）向无《许可证》的单位出卖或非法提供质量证明书；（4）在安装维保许可活动中，违反国家相关法律、法规、规章和安全技术规范；（5）安装维保质量严重下降或经抽查、复查发现不符合本规则规定的条件，并在规定期限整改后，检查或审查仍不合格；（6）由于安装或维保质量问题造成重大人身伤亡或设备事故。',
  }],
  table_3: [{
	id: '3_1',
    method: '查阅质量保证体系文件及相关见证材料',
    content: '3.1按照《特种设备制造、安装、改造、维修质量保证体系基本要求》（TSG Z0004—2007）的要求，建立质量保证体系',
  },{
	id: '3_2',
    method: '查阅质量保证体系',
    content: '3.2质量保证体系发生变化时，应及时按规定程序修订质量保证体系文件，必要时对质量保证手册进行再版。如：①法规、规章、规范等发生重大变化②组织机构或管理职责发生重大变化',
  },{
	id: '3_3',
    method: '查阅量化和分解的文件，并查阅相关部门和责任人员的考核记录',
    content: '3.3对质量目标进行量化和分解，并考核。',
  },{
	id: '3_4',
    method: '查阅最近一期的内部评审和管理评审原始记录',
    content: '3.4.应按照《特种设备制造、安装、改造、维修质量保证体系基本要求》TSG Z0004—2007的规定对本单位质量保证体系运行情况定期组织内部评审和管理评审。',
  }],
  table_4: [{
	id: '4_1',
    method: '抽查20台名作业人员，核对持证情况。',
    content: '4.1按照和维保作业人员应取得相应特种设备作业人员证。',
  },{
	id: '4_2',
    method: '查阅员工培训计划和计划执行见证。',
    content: '4.2安装和维保作业人员应定期进行安全教育培训。（半年度不得少于16学时）。',
  },{
	id: '4_3',
    method: '查3名维保人员的劳动合同和社会养老保险。',
    content: '4.3维保作业人员不得同时在两个维保公司执业。',
  },{
	id: '4_4',
    method: '查任命文件。',
    content: '4.4应配备专项维保检验人员。',
  },{
	id: '5_1',
    method: '查看备案表',
    content: '5.1在安装或维保作业当地特种设备监察部门备案，检验业务应在许可资质范围内。',
  }],
  table_5: [{
	id: '5_2',
    method: '随机选择5台电梯，查阅安全技术档案；核查验收竣工记录或报告的内容；核查维保记录的维保周期、内容和保存时间。',
    content: '5.2对安装和维保的电梯建立安全技术档案。安装的电梯至少具有验收竣工记录或报告，维保记录至少保存4年。',
  },{
	id: '5_3',
    method: '抽查上一年度和本年度的电梯安装台账、维保计划（或方案）和维保台账。',
    content: '5.3具有安装台账；建立完整的维保台帐和维保计划与方案。',
  },{
	id: '5_4',
    method: '查看制度规定和执行见证',
    content: '5.4质量检验（查）人员或管理人员对电梯的安装质量进行检查；定期或不定期对维保质量进行检查。',
  },{
	id: '5_5',
    method: '抽查2类别电梯的演练记录',
    content: '5.5对于维护保养，制定应急措施和救援预案，每半年至少针对本单位维保的不同类别(类型)电梯进行一次应急演练。',
  },{
	id: '5_6',
    method: '查阅相关制度及执行见证； 随机抽查到达维保现场的时间。',
    content: '5.6对于维护保养，具有抢修、急修的服务和设备，设立24小时维保值班电话，保证接到故障后迅速到达（市区内不超过30分钟，其他地区不超过1小时）。',
  },{
	id: '5_7',
    method: '根据维保记录台账抽查3台急修记录，核对其内容是否符合要求',
    content: '5.7对于维护保养，具有应急维修记录，对电梯发生故障的时间、故障情况、处理故障的人员、时间、故障解决的办法或采取的措施以及处理结果等情况应及时进行详细记录，并有使用单位安全管理人员签字。',
  }],
  table_6: [{
	id: '6_1',
    method: '现场查看维保人员劳保用品配备情况。',
    content: '6.1单位配备统一工作制服和劳保用品，工作服上应能清晰显示维保单位名称。',
  },{
	id: '6_2',
    method: '查阅开展相关活动见证。',
    content: '6.2经常对用户开展电梯安全知识宣传，住宅小区内每年应有电梯安全知识宣传活动。',
  },{
	id: '6_3',
    method: '查看回访清单',
    content: '6.3应有用户走访制度和返回单（记录），返回单（记录）的数量每个用户每年不少于一张。',
  },{
	id: '6_4',
    method: '查看相关记录',
    content: '6.4确保服务质量，及时处理客户的举报、投诉或纠纷。',
  }],
  table_7: [{
	id: '7_1',
    method: '抽查已完成安装的电梯资料',
    content: '7.1已完成安装的电梯资料，应包含有以下资料：(1)许可证范围能够覆盖所施工电梯的相应参数；(2)施工方案，审批手续齐全；(3)施工过程记录和整机自检报告，包括设备开箱记录、土建检查记录、基础隐蔽工程轨道安装记录、电气调试、试运转等检查记录；(4)变更设计证明文件(如安装中变更设计时)，履行了由使用单位提出、经整机制造单位同意的程序；(5)电梯制造单位同意施工单位安装电梯的证明文件；(6)随机文件（出厂文件、竣工资料、验收资料等）。',
  },{
	id: '7_2',
    method: '查阅资料、现场观察',
    content: '7.2现场核对安全保护装置、驱动主机、控制柜等主要原器件、部件的产品配置与设计文件及检验记录应一致。',
  },{
	id: '7_3',
    method: '现场试验',
    content: '7.3 紧急报警装置能够与使用单位安全管理机构或值班人员实现有效联系。当电梯行程大于30m时，在轿厢和机房之间也设置对讲系统。',
  },{
	id: '7_4',
    method: '现场检验',
    content: '7.4 （1）手动紧急操作装置应齐全并放置在规定的位置。（2）紧急操作时应易于检查轿厢是否在开锁区。',
  },{
	id: '7_5',
    method: '现场观察',
    content: '7.5（1）供电电源自进入机房起，中性线与保护线始终分开。（2）所有电气设备及线管、线槽的外露可以导电部分应当与保护线可靠连接',
  },{
	id: '7_6',
    method: '查阅资料、现场试验',
    content: '7.6(1)每根导轨应当至少有2个导轨支架，其间距一般不大于2.50m(如果间距大于2.50m应当有计算依据)，端部短导轨的支架数量应当满足设计要求；(2)支架应当安装牢固，焊接支架的焊缝满足设计要求，锚栓(如膨胀螺栓)固定只能在井道壁的混凝土构件上使用；(3)每列导轨工作面每5m铅垂线测量值间的相对最大偏差，轿厢导轨和设有安全钳的T型对重导轨不大于1.2mm，不设安全钳的T型对重导轨不大于2.0mm；(4)两列导轨顶面的距离偏差，轿厢导轨为0～+2mm，对重导轨为0～+3mm',
  },{
	id: '7_7',
    method: '查阅资料、现场试验',
    content: '7.7轿厢与面对轿厢入口的井道壁的间距不大于0.15m，对于局部高度小于0.50m或者采用垂直滑动门的载货电梯，该间距可以增加到0.20m。如果轿厢装有机械锁紧的门并且门只能在开锁区内打开时，则上述间距不受限制',
  },{
	id: '7_8',
    method: '现场抽查',
    content: '7.8轿门门刀与层门地坎的间隙应当不小于5mm',
  },{
	id: '7_9',
    method: '向使用单位了解情况',
    content: '7.9 是否有因安装质量问题造成事故的情况',
  }],
  table_8: [{
	id: '8_1',
    method: '现场抽查2名维保人员配备的设备、工具和计量器具。',
    content: '8.1现场使用的设备、工具、计量器具满足现有维保需要。',
  },{
	id: '8_2',
    method: '随机抽查维保清单，抽查5台记录',
    content: '8.2至少每半个月进行一次清洁润滑，调整和检查。',
  },{
	id: '8_3',
    method: '查阅5份维保的记录和表式，核对记录、表式格式及填写的规范性、完整性和准确性。',
    content: '8.3应按照《电梯维护保养规则》（TSG T5002—2017）的规定制定维保的记录或表式。维保记录的填写应及时、真实、规范。维保记录需有使用单位安全管理人员的签字确认。',
  },{
	id: '8_4',
    method: '随机抽查2台电梯，现场查验。',
    content: '8.4实施维保作业的现场应在明显位置放置表明正在作业的警示标志及安全护栏。',
  },{
	id: '8_5',
    method: '随机抽查2台电梯，现场查验。',
    content: '8.5电梯轿厢内张贴电梯使用标志、电梯日常维护保养标志，标明应急救援电话',
  },{
	id: '8_6',
    method: '随机抽查2台电梯，现场查验。',
    content: '8.6电梯轿厢内应设置报警装置，且固定可靠、保持畅通。',
  },{
	id: '8_7',
    method: '现场试验',
    content: '8.7动力驱动的自动水平滑动门应当设置防止门夹人的保护装置，当人员通过层门入口被正在关闭的门扇撞击或者将被撞击时，该装置应当自动使门重新开启。',
  },{
	id: '8_8',
    method: '现场试验',
    content: '8.8(1)正常照明电源中断时，能够自动接通紧急照明电源；(2) 紧急报警装置能够与使用单位安全管理机构或值班人员实现有效联系。',
  },{
	id: '8_9',
    method: '现场观察',
    content: '8.9制动器应当动作灵活，制动时制动闸瓦紧密、均匀地贴合在制动轮上，电梯运行时制动闸瓦与制动轮不发生摩擦；并且制动闸瓦以及制动轮工作面上没有油污。',
  },{
	id: '8_10',
    method: '现场试验',
    content: '8.10轿厢空载以正常运行速度上行时，切断电动机与制动器供电，轿厢应当完全停止，并且无明显变形和损坏。',
  },{
	id: '8_11',
    method: '现场抽查',
    content: '8.11电梯的呼梯、楼层显示等信号系统功能有效、指示正确、动作无误，轿厢平层良好，无异常现象发生。',
  },{
	id: '8_12',
    method: '现场检查、试验',
    content: '8.12（1）机房内应当设有清晰的应急救援程序，手动紧急救援装置或紧急电动运行有效。紧急操作时应易于检查轿厢是否在开锁区。（2）无机房电梯在停电或停梯故障造成人员被困时，相关人员能够按照操作屏上的应急救援程序及时解救被困人员。应当能够直接或者通过显示装置观察到轿厢的运动方向、速度以及是否位于开锁区。',
  },{
	id: '8_13',
    method: '现场试验',
    content: '8.13轿厢空载，以检修速度下行，进行限速器-安全钳联动试验，限速器、安全钳动作应当可靠。',
  },{
	id: '8_14',
    method: '随机抽查2台电梯，现场查验。',
    content: '8.14应按照《特种设备使用单位安全管理准则》DB32/1253-2009的要求督促用户行使相关责任。',
  }],
  table_9: [{
	id: '9_1',
    method: '根据检查发现的问题，对照评审报告评价',
    content: '9.1评审结果是否真实',
  },{
	id: '9_2',
    method: '根据检查发现的问题，对照评审报告评价',
    content: '9.2评审是否出现错评、漏评',
  },{
	id: '9_3',
    method: '逐一确认上次评审问题的整改验证',
    content: '9.3评审提出的整改项目确认是否到位',
}]}
